/** @file

Copyright (c) 2006 - 2014, Byosoft Corporation.<BR>
All rights reserved.This software and associated documentation (if any)
is furnished under a license and may only be used or copied in
accordance with the terms of the license. Except as permitted by such
license, no part of this software or documentation may be reproduced,
stored in a retrieval system, or transmitted in any form or by any
means without the express written consent of Byosoft Corporation.

File Name:
  SystemPasswordLib.uni

Abstract:
  
Revision History:

$END--------------------------------------------------------------------

**/

/=#

#langdef   en-US "English"
#langdef   zh-Hans "\wide中文\narrow"

#string STR_PASSWORD_REQUIRED           #language    en-US    "System Security: Password Required."
                                          #language    zh-Hans  "\wide系统安全：请输入密码。\narrow"

#string STR_PASSWORD_PRESS_ENTER           #language    en-US    "Enter Password and Press <Enter>:"
                                          #language    zh-Hans  "\wide输入密码并按\narrow<Enter>\wide键：\narrow"

#string STR_INVALID_PD                    #language    en-US    "Invalid Password"
                                          #language    zh-Hans  "\wide密码错误\narrow"
